{
  "lastUpdated": "อัปเดตล่าสุด: ",
  "lastUpdatedDate": "6 มกราคม 2569",
  "backToLogin": "กลับไปเข้าสู่ระบบ",
  "afterReading": "หลังจากอ่านนโยบายความเป็นส่วนตัว",
  "backButton": "ย้อนกลับ",
  "backToTop": "กลับขึ้นด้านบน",
  "footer": {
    "copyright": "© 2569 AsePal สงวนลิขสิทธิ์ | ผู้ช่วยอัจฉริยะในมหาวิทยาลัย",
    "font": "ฟอนต์: MiSans"
  },
  "sections": {
    "intro": {
      "title": "คำนำ",
      "paragraphs": [
        "ยินดีต้อนรับสู่ AsePal (ต่อไปนี้เรียกว่า \"แอป\") เราเข้าใจความสำคัญของข้อมูลส่วนบุคคลของคุณและมุ่งมั่นที่จะปกป้องความปลอดภัย นโยบายความเป็นส่วนตัวนี้อธิบายวิธีที่เรารวบรวม ใช้ จัดเก็บ แบ่งปัน และปกป้องข้อมูลส่วนบุคคลของคุณ รวมถึงวิธีที่คุณสามารถใช้สิทธิ์ข้อมูลส่วนบุคคลของคุณ",
        "โปรดอ่านและทำความเข้าใจนโยบายความเป็นส่วนตัวนี้อย่างครบถ้วนก่อนใช้แอป หากคุณไม่เห็นด้วยกับเนื้อหาของนโยบายความเป็นส่วนตัวนี้ โปรดหยุดใช้แอปทันที เมื่อคุณเริ่มใช้แอป หมายความว่าคุณได้เข้าใจและยอมรับข้อกำหนดทั้งหมดของนโยบายความเป็นส่วนตัวนี้อย่างครบถ้วน"
      ]
    },
    "collect": {
      "title": "ข้อมูลที่เรารวบรวม",
      "paragraphs": ["เพื่อให้บริการแก่คุณ เราอาจรวบรวมข้อมูลต่อไปนี้:"],
      "list": [
        "ข้อมูลบัญชี: เมื่อคุณเข้าสู่ระบบ เรารวบรวมข้อมูลการเข้าสู่ระบบ ชื่อเล่น อวาตาร์ และข้อมูลที่จำเป็นอื่น ๆ",
        "โปรไฟล์ส่วนบุคคล: ข้อมูลส่วนบุคคลที่คุณให้เมื่อใช้แอป เช่น อวาตาร์ เพศ เป็นต้น",
        "ข้อมูลอุปกรณ์: รวมถึงรุ่นอุปกรณ์ เวอร์ชันระบบปฏิบัติการ ตัวระบุอุปกรณ์เฉพาะ เป็นต้น",
        "ข้อมูลเนื้อหา: ข้อความ รูปภาพ เสียง และเนื้อหาอื่น ๆ ที่สร้างขึ้นระหว่างการใช้แอป",
        "ข้อมูลสถานที่: ด้วยการอนุญาตของคุณ เราอาจรวบรวมข้อมูลสถานที่ของคุณเพื่อให้บริการที่เกี่ยวข้อง",
        "ข้อมูลบันทึก: บันทึกการดำเนินการ บันทึกบริการ เป็นต้น เมื่อคุณใช้แอป",
        "ด้วยการอนุญาตของคุณ เราอาจได้รับข้อมูลที่เกี่ยวข้องจากการยืนยันตัวตนผู้ใช้ ผู้ให้บริการพันธมิตร และบุคคลที่สามอื่น ๆ เพื่อให้บริการที่ดีขึ้น"
      ],
      "highlight": "เรารวบรวมข้อมูลส่วนบุคคลของคุณเฉพาะในขอบเขตที่ถูกกฎหมาย เหมาะสม และจำเป็นเท่านั้น"
    }
  },
  "usageTable": {
    "title": "วิธีที่เราใช้ข้อมูลของคุณ",
    "headers": ["วัตถุประสงค์", "คำอธิบาย"],
    "rows": [
      ["ให้บริการพื้นฐาน", "การสร้างบัญชี ฟีเจอร์หลัก"],
      ["บริการเฉพาะบุคคล", "คำแนะนำและการปรับปรุงประสบการณ์"],
      ["การรับประกันความปลอดภัย", "การควบคุมความเสี่ยงและการป้องกัน"],
      ["สนับสนุนลูกค้า", "จัดการคำถามและข้อร้องเรียน"]
    ]
  },
  "rightsTable": {
    "title": "สิทธิ์ข้อมูลส่วนบุคคลของคุณ",
    "headers": ["สิทธิ์", "คำอธิบาย"],
    "rows": [
      ["สิทธิ์ในการเข้าถึง", "คุณมีสิทธิ์ในการเข้าถึงข้อมูลส่วนบุคคลของคุณที่เราถือครอง"],
      ["สิทธิ์ในการแก้ไข", "คุณมีสิทธิ์ขอให้แก้ไขข้อมูลส่วนบุคคลที่ไม่ถูกต้องหรือไม่สมบูรณ์"],
      ["สิทธิ์ในการลบ", "ในบางสถานการณ์ คุณมีสิทธิ์ขอให้ลบข้อมูลส่วนบุคคลของคุณ"],
      [
        "สิทธิ์ในการถอนความยินยอม",
        "คุณมีสิทธิ์ถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลได้ตลอดเวลา"
      ],
      ["สิทธิ์ในการจำกัด", "ในบางสถานการณ์ คุณมีสิทธิ์จำกัดการประมวลผลข้อมูลส่วนบุคคลของคุณ"],
      [
        "สิทธิ์ในการโอนย้ายข้อมูล",
        "คุณมีสิทธิ์รับสำเนาข้อมูลส่วนบุคคลของคุณและโอนไปยังผู้ให้บริการอื่น"
      ],
      [
        "สิทธิ์ในการร้องเรียน",
        "หากคุณเชื่อว่าการประมวลผลข้อมูลส่วนบุคคลของเราละเมิดกฎหมาย คุณมีสิทธิ์ร้องเรียนต่อหน่วยงานกำกับดูแล"
      ]
    ]
  }
}
