{
  "pageTitle": "ข้อกำหนดการใช้งาน | AsePal",
  "backButton": "ย้อนกลับ",
  "backToTop": "กลับไปด้านบน",
  "header": {
    "title": "ข้อกำหนดการใช้งาน AsePal",
    "subtitle": "การใช้บริการนี้ แสดงว่าคุณรับทราบว่าคุณได้อ่าน เข้าใจ และยอมรับข้อกำหนดต่อไปนี้"
  },
  "lastUpdated": "อัปเดตล่าสุด: ",
  "sections": {
    "acceptance": {
      "title": "1. การยอมรับข้อกำหนด",
      "content": "โดยการเข้าถึงหรือใช้ AsePal (ต่อไปนี้เรียกว่า \"บริการ\") คุณยอมรับที่จะผูกพันตามข้อกำหนดการใช้งานเหล่านี้ หากคุณไม่ยอมรับข้อกำหนดเหล่านี้ กรุณาอย่าใช้บริการ"
    },
    "description": {
      "title": "2. คำอธิบายบริการ",
      "items": [
        "ผู้ช่วยการเรียนรู้: ให้คำแนะนำการเรียนรู้และตอบคำถาม",
        "การให้คำปรึกษาทางจิตวิทยา: ให้การสนับสนุนสุขภาพจิต (ไม่ใช่ทางการแพทย์)",
        "ถาม-ตอบเรื่องมหาวิทยาลัย: ตอบคำถามเกี่ยวกับการเรียนและชีวิตในมหาวิทยาลัย",
        "ฟีเจอร์โซเชียลในมหาวิทยาลัย (กำลังพัฒนา)"
      ],
      "highlight": "คำแนะนำที่ให้โดยบริการนี้มีไว้เพื่อการอ้างอิงเท่านั้น และไม่สามารถทดแทนคำแนะนำทางการแพทย์ กฎหมาย หรือวิชาการจากผู้เชี่ยวชาญได้"
    },
    "account": {
      "title": "3. บัญชีผู้ใช้",
      "items": [
        "ให้ข้อมูลการลงทะเบียนที่เป็นจริง ถูกต้อง และครบถ้วน",
        "รักษาบัญชีและรหัสผ่านของคุณให้ปลอดภัย",
        "รับผิดชอบต่อกิจกรรมทั้งหมดภายใต้บัญชีของคุณ"
      ]
    },
    "acceptableUse": {
      "title": "4. นโยบายการใช้งานที่ยอมรับได้",
      "items": [
        "ห้ามละเมิดกฎหมายหรือข้อบังคับใดๆ",
        "ห้ามเผยแพร่ข้อมูลที่ผิดกฎหมายหรือเป็นอันตราย",
        "ห้ามโจมตีหรือทำลายความปลอดภัยของระบบ",
        "ห้ามละเมิดสิทธิ์ที่ถูกต้องตามกฎหมายของผู้อื่น"
      ]
    },
    "privacy": {
      "title": "5. นโยบายความเป็นส่วนตัว",
      "content": "เราจะประมวลผลข้อมูลส่วนบุคคลของคุณตามนโยบายความเป็นส่วนตัวของเรา",
      "link": "ดูนโยบายความเป็นส่วนตัว"
    },
    "intellectualProperty": {
      "title": "6. ทรัพย์สินทางปัญญา",
      "content": "เนื้อหาทั้งหมดในบริการนี้ได้รับการคุ้มครองตามกฎหมาย และไม่สามารถคัดลอก แจกจ่าย หรือใช้เพื่อวัตถุประสงค์ทางการค้าโดยไม่ได้รับอนุญาต"
    },
    "disclaimer": {
      "title": "7. ข้อจำกัดความรับผิดชอบ",
      "items": [
        "บริการอาจมีการหยุดชะงักหรือข้อผิดพลาด",
        "ไม่รับประกันความถูกต้องหรือความน่าเชื่อถือของเนื้อหา"
      ],
      "warning": "เนื้อหาที่สร้างโดย AI มีไว้เพื่อการอ้างอิงเท่านั้น ผู้ใช้ต้องใช้วิจารณญาณของตนเองและรับความเสี่ยง"
    },
    "liability": {
      "title": "8. การจำกัดความรับผิด",
      "content": "ในขอบเขตสูงสุดที่กฎหมายอนุญาต เราจะไม่รับผิดชอบต่อความเสียหายทางอ้อม บังเอิญ พิเศษ เป็นผลสืบเนื่อง หรือเชิงลงโทษใดๆ รวมถึงแต่ไม่จำกัดเพียงการสูญเสียกำไร การสูญเสียข้อมูล หรือการสูญเสียที่จับต้องไม่ได้อื่นๆ"
    },
    "changes": {
      "title": "9. การเปลี่ยนแปลงและการยุติบริการ",
      "content": "เราสงวนสิทธิ์ในการแก้ไข ระงับ หรือยุติบริการ (หรือส่วนใดส่วนหนึ่ง) ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า หากเรายุติบริการ เราจะพยายามอย่างสมเหตุสมผลที่จะแจ้งให้ผู้ใช้ทราบล่วงหน้า"
    },
    "updates": {
      "title": "10. การอัปเดตข้อกำหนด",
      "content": "เราอาจอัปเดตข้อกำหนดการใช้งานเหล่านี้เป็นครั้งคราว เราจะแจ้งให้คุณทราบเกี่ยวกับการเปลี่ยนแปลงใดๆ โดยโพสต์เวอร์ชันใหม่บนหน้านี้และอัปเดตวันที่ \"อัปเดตล่าสุด\" การใช้บริการต่อไปถือเป็นการยอมรับข้อกำหนดที่อัปเดต"
    },
    "contact": {
      "title": "11. ข้อมูลติดต่อ",
      "email": "อีเมล: 1769797300@qq.com",
      "phone": "โทรศัพท์: +86 15107851770"
    }
  },
  "agreement": {
    "title": "ฉันได้อ่านและเข้าใจข้อกำหนดการใช้งานข้างต้นแล้ว",
    "button": "กลับไปหน้าเข้าสู่ระบบ"
  },
  "footer": {
    "copyright": "© 2026 AsePal | สงวนลิขสิทธิ์",
    "font": "แบบอักษร: MiSans"
  }
}
