{
  "lastUpdated": "နောက်ဆုံး မွမ်းမံချိန်: ",
  "lastUpdatedDate": "ဇန်နဝါရီ ၀၆၊ ၂၀၂၆",
  "backToLogin": "ဝင်ရောက်ရန် ပြန်သွားပါ",
  "afterReading": "ကိုယ်ရေးကိုယ်တာ မူဝါဒ ဖတ်ရှုပြီးနောက်",
  "backButton": "နောက်သို့",
  "backToTop": "ထိပ်သို့ ပြန်သွားရန်",
  "footer": {
    "copyright": "© 2026 Asepal. All Rights Reserved | Campus Intelligent Assistant",
    "font": "Font: MiSans"
  },
  "sections": {
    "intro": {
      "title": "မိတ်ဆက်",
      "paragraphs": [
        "Asepal (ယခုနောက်ပိုင်း \"App\" ဟု ရည်ညွှန်းမည်) သို့ ကြိုဆိုပါသည်။ သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များ၏ အရေးပါမှုကို ကျွန်ုပ်တို့ နက်နက်ရှိုင်းရှိုင်း နားလည်ပြီး ၎င်း၏ လုံခြုံရေးကို ကာကွယ်ရန် ကတိပြုပါသည်။ ဤကိုယ်ရေးကိုယ်တာ မူဝါဒသည် ကျွန်ုပ်တို့ သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များကို မည်သို့စုဆောင်းမှု၊ အသုံးပြုမှု၊ သိမ်းဆည်းမှု၊ မျှဝေမှုနှင့် ကာကွယ်မှုပြုသည်ကို၊ သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက် အခွင့်အရေးများကို မည်သို့ကျင့်သုံးနိုင်သည်ကို ရှင်းပြပါသည်။",
        "ကျေးဇူးပြု၍ App ကို အသုံးမပြုမီ ဤကိုယ်ရေးကိုယ်တာ မူဝါဒကို အပြည့်အစုံ ဖတ်ရှုပြီး နားလည်ပါ။ ဤကိုယ်ရေးကိုယ်တာ မူဝါဒ၏ အကြောင်းအရာကို သဘောမတူပါက App ကို အသုံးပြုခြင်းကို ချက်ချင်းရပ်တန့်ပါ။ App ကို စတင်အသုံးပြုသည်နှင့် ဤကိုယ်ရေးကိုယ်တာ မူဝါဒ၏ စည်းကမ်းချက်အားလုံးကို အပြည့်အဝ နားလည်ပြီး သဘောတူသည်ဟု ဆိုလိုပါသည်။"
      ]
    },
    "collect": {
      "title": "ကျွန်ုပ်တို့ စုဆောင်းသော အချက်အလက်များ",
      "paragraphs": [
        "သင့်အား ဝန်ဆောင်မှုများ ပေးရန် ကျွန်ုပ်တို့ အောက်ပါ အချက်အလက်များကို စုဆောင်းနိုင်ပါသည်:"
      ],
      "list": [
        "အကောင့် အချက်အလက်: သင် ဝင်ရောက်သောအခါ သင့် login credentials၊ nickname၊ avatar နှင့် အခြားလိုအပ်သော အချက်အလက်များကို စုဆောင်းပါသည်။",
        "ပုဂ္ဂိုလ်ရေး ပရိုဖိုင်: App ကို အသုံးပြုစဉ် သင် တက်ကြွစွာ ပေးသော ပုဂ္ဂိုလ်ရေး အချက်အလက်များ ဥပမာ avatar၊ gender စသည်။",
        "စက်ပစ္စည်း အချက်အလက်: စက်ပစ္စည်း model၊ operating system version၊ unique device identifiers စသည် အပါအဝင်။",
        "အကြောင်းအရာ အချက်အလက်: App ကို အသုံးပြုစဉ် ထုတ်လုပ်သော စာသား၊ ပုံများ၊ အသံ နှင့် အခြား အကြောင်းအရာများ။",
        "တည်နေရာ အချက်အလက်: သင့်ခွင့်ပြုချက်ဖြင့် သက်ဆိုင်ရာ ဝန်ဆောင်မှုများ ပေးရန် သင့်တည်နေရာ အချက်အလက်ကို စုဆောင်းနိုင်ပါသည်။",
        "Log အချက်အလက်: App ကို အသုံးပြုသောအခါ operation logs၊ service logs စသည်။",
        "သင့်ခွင့်ပြုချက်ဖြင့် ပိုမိုကောင်းမွန်သော ဝန်ဆောင်မှုများ ပေးရန် user authentication၊ partner service providers နှင့် အခြား third parties မှ သင့်သက်ဆိုင်ရာ အချက်အလက်များကို ရယူနိုင်ပါသည်။"
      ],
      "highlight": "ကျွန်ုပ်တို့သည် တရားဝင်၊ တရားမျှတပြီး လိုအပ်သော နယ်ပယ်အတွင်းသာ သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များကို စုဆောင်းပါသည်။"
    }
  },
  "usageTable": {
    "title": "သင့်အချက်အလက်များကို ကျွန်ုပ်တို့ မည်သို့ အသုံးပြုသည်",
    "headers": ["ရည်ရွယ်ချက်", "ဖော်ပြချက်"],
    "rows": [
      ["အခြေခံ ဝန်ဆောင်မှုများ ပေးရန်", "အကောင့်ဖန်တီးမှု၊ အဓိက အင်္ဂါရပ်များ"],
      ["ပုဂ္ဂိုလ်ရေး ဝန်ဆောင်မှုများ", "အကြံပြုချက်များနှင့် အတွေ့အကြုံ ပိုမိုကောင်းမွန်စေမှု"],
      ["လုံခြုံရေး အာမခံချက်", "စွန့်စားမှု ထိန်းချုပ်မှုနှင့် ကာကွယ်မှု"],
      ["ဖောက်သည် ပံ့ပိုးမှု", "မေးမြန်းချက်များနှင့် တိုင်ကြားချက်များ ကိုင်တွယ်ရန်"]
    ]
  },
  "rightsTable": {
    "title": "သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက် အခွင့်အရေးများ",
    "headers": ["အခွင့်အရေး", "ဖော်ပြချက်"],
    "rows": [
      [
        "ဝင်ရောက်ကြည့်ရှုခွင့်",
        "ကျွန်ုပ်တို့ သိမ်းဆည်းထားသော သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များကို ဝင်ရောက်ကြည့်ရှုခွင့် ရှိသည်"
      ],
      [
        "ပြင်ဆင်ခွင့်",
        "မမှန်ကန်သော သို့မဟုတ် မပြည့်စုံသော ပုဂ္ဂိုလ်ရေး အချက်အလက်များကို ပြင်ဆင်ရန် တောင်းဆိုခွင့် ရှိသည်"
      ],
      [
        "ဖျက်သိမ်းခွင့်",
        "အချို့အခြေအနေများတွင် သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များကို ဖျက်သိမ်းရန် တောင်းဆိုခွင့် ရှိသည်"
      ],
      [
        "သဘောတူညီချက် ရုပ်သိမ်းခြင်း",
        "ပုဂ္ဂိုလ်ရေး အချက်အလက် ကိုင်တွယ်မှုအတွက် သင့်သဘောတူညီချက်ကို အချိန်မရွေး ရုပ်သိမ်းခွင့် ရှိသည်"
      ],
      [
        "ကန့်သတ်ခွင့်",
        "အချို့အခြေအနေများတွင် ကျွန်ုပ်တို့၏ သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက် ကိုင်တွယ်မှုကို ကန့်သတ်ခွင့် ရှိသည်"
      ],
      [
        "ဒေတာ သယ်ဆောင်နိုင်မှု",
        "သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များ၏ မိတ္တူရယူပြီး အခြား ဝန်ဆောင်မှုပေးသူများထံ လွှဲပြောင်းခွင့် ရှိသည်"
      ],
      [
        "တိုင်ကြားခွင့်",
        "ကျွန်ုပ်တို့၏ ပုဂ္ဂိုလ်ရေး အချက်အလက် ကိုင်တွယ်မှုသည် ဥပဒေများကို ချိုးဖောက်သည်ဟု ယုံကြည်ပါက ထိန်းသိမ်းရေး အာဏာပိုင်များထံ တိုင်ကြားခွင့် ရှိသည်"
      ]
    ]
  }
}
