{
  "pageTitle": "အသုံးပြုမှု စည်းကမ်းချက်များ | Asepal",
  "backButton": "နောက်သို့",
  "backToTop": "အပေါ်သို့ ပြန်သွားရန်",
  "header": {
    "title": "Asepal အသုံးပြုမှု စည်းကမ်းချက်များ",
    "subtitle": "ဤဝန်ဆောင်မှုကို အသုံးပြုခြင်းဖြင့် သင်သည် အောက်ပါစည်းကမ်းချက်များကို ဖတ်ရှုပြီး နားလည်ကာ သဘောတူကြောင်း အသိအမှတ်ပြုပါသည်"
  },
  "lastUpdated": "နောက်ဆုံး မွမ်းမံချိန်: ",
  "sections": {
    "acceptance": {
      "title": "၁။ စည်းကမ်းချက်များ လက်ခံခြင်း",
      "content": "Asepal (ယခုနောက်ပိုင်း \"ဝန်ဆောင်မှု\" ဟု ရည်ညွှန်းမည်) ကို ဝင်ရောက်ခြင်း သို့မဟုတ် အသုံးပြုခြင်းဖြင့် သင်သည် ဤအသုံးပြုမှု စည်းကမ်းချက်များဖြင့် ချုပ်နှောင်ခံရန် သဘောတူပါသည်။ ဤစည်းကမ်းချက်များကို သဘောမတူပါက ဝန်ဆောင်မှုကို အသုံးမပြုပါနှင့်။"
    },
    "description": {
      "title": "၂။ ဝန်ဆောင်မှု ဖော်ပြချက်",
      "items": [
        "သင်ယူမှု လက်ထောက်: သင်ယူမှု လမ်းညွှန်မှုနှင့် မေးခွန်းဖြေကြားမှု ပေးသည်",
        "စိတ်ပိုင်းဆိုင်ရာ အတိုင်ပင်ခံ: စိတ်ကျန်းမာရေး ပံ့ပိုးမှု ပေးသည် (ဆေးဘက်ဆိုင်ရာ မဟုတ်)",
        "ကျောင်း မေးခွန်းဖြေကြားမှု: သင်ယူမှုနှင့် ကျောင်းဘဝဆိုင်ရာ မေးခွန်းများ ဖြေကြားသည်",
        "ကျောင်း လူမှုရေး အင်္ဂါရပ်များ (ဖွံ့ဖြိုးနေဆဲ)"
      ],
      "highlight": "ဤဝန်ဆောင်မှုမှ ပေးသော အကြံပြုချက်များသည် ကိုးကားရန်သာ ဖြစ်ပြီး ဆေးဘက်ဆိုင်ရာ၊ ဥပဒေဆိုင်ရာ သို့မဟုတ် ပညာရေးဆိုင်ရာ ကျွမ်းကျင်သူ အကြံပြုချက်များကို အစားထိုး၍မရပါ။"
    },
    "account": {
      "title": "၃။ အသုံးပြုသူ အကောင့်",
      "items": [
        "မှန်ကန်၊ တိကျပြီး ပြည့်စုံသော မှတ်ပုံတင် အချက်အလက်များ ပေးပါ",
        "သင့်အကောင့်နှင့် စကားဝှက်ကို လုံခြုံအောင် ထိန်းသိမ်းပါ",
        "သင့်အကောင့်အောက်ရှိ လုပ်ဆောင်ချက်အားလုံးအတွက် တာဝန်ယူပါ"
      ]
    },
    "acceptableUse": {
      "title": "၄။ လက်ခံနိုင်သော အသုံးပြုမှု မူဝါဒ",
      "items": [
        "မည်သည့် ဥပဒေ သို့မဟုတ် စည်းမျဉ်းများကိုမျှ မချိုးဖောက်ပါနှင့်",
        "တရားမဝင် သို့မဟုတ် အန္တရာယ်ရှိသော အချက်အလက်များ မဖြန့်ဝေပါနှင့်",
        "စနစ် လုံခြုံရေးကို မတိုက်ခိုက်ပါနှင့် မထိခိုက်စေပါနှင့်",
        "အခြားသူများ၏ တရားဝင် အခွင့်အရေးများကို မချိုးဖောက်ပါနှင့်"
      ]
    },
    "privacy": {
      "title": "၅။ ကိုယ်ရေးကိုယ်တာ မူဝါဒ",
      "content": "ကျွန်ုပ်တို့သည် သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များကို ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာ မူဝါဒအတိုင်း ကိုင်တွယ်ပါမည်။",
      "link": "ကိုယ်ရေးကိုယ်တာ မူဝါဒ ကြည့်ရန်"
    },
    "intellectualProperty": {
      "title": "၆။ ဉာဏပစ္စည်း မူပိုင်ခွင့်",
      "content": "ဤဝန်ဆောင်မှုရှိ အကြောင်းအရာအားလုံးသည် ဥပဒေဖြင့် ကာကွယ်ထားပြီး ခွင့်ပြုချက်မရှိဘဲ ကူးယူ၊ ဖြန့်ဝေ သို့မဟုတ် စီးပွားရေး ရည်ရွယ်ချက်အတွက် အသုံးပြု၍မရပါ။"
    },
    "disclaimer": {
      "title": "၇။ တာဝန်ကင်းလွတ်ခွင့် ကြေညာချက်",
      "items": [
        "ဝန်ဆောင်မှုသည် ရပ်တန့်ခြင်း သို့မဟုတ် အမှားများ ကြုံနိုင်သည်",
        "အကြောင်းအရာ တိကျမှု သို့မဟုတ် ယုံကြည်စိတ်ချရမှုကို အာမမခံပါ"
      ],
      "warning": "AI မှ ဖန်တီးထားသော အကြောင်းအရာသည် ကိုးကားရန်သာ ဖြစ်သည်။ အသုံးပြုသူများသည် မိမိတို့၏ ဆုံးဖြတ်ချက်ကို အသုံးပြုပြီး အန္တရာယ်ကို လက်ခံရမည်။"
    },
    "liability": {
      "title": "၈။ တာဝန်ယူမှု ကန့်သတ်ချက်",
      "content": "ဥပဒေ ခွင့်ပြုသည့် အများဆုံး နယ်ပယ်အထိ၊ မည်သည့် သွယ်ဝိုက်၊ မတော်တဆ၊ အထူး၊ အကျိုးဆက် သို့မဟုတ် ပြစ်ဒဏ်ဆိုင်ရာ ပျက်စီးမှုများအတွက် ကျွန်ုပ်တို့ တာဝန်မယူပါ၊ အမြတ်ဆုံးရှုံးမှု၊ ဒေတာဆုံးရှုံးမှု သို့မဟုတ် အခြား မမြင်နိုင်သော ဆုံးရှုံးမှုများ အပါအဝင်။"
    },
    "changes": {
      "title": "၉။ ဝန်ဆောင်မှု ပြောင်းလဲခြင်းနှင့် ရပ်တန့်ခြင်း",
      "content": "ကျွန်ုပ်တို့သည် ဝန်ဆောင်မှု (သို့မဟုတ် ၎င်း၏ မည်သည့်အပိုင်းကိုမဆို) ကို ကြိုတင်အသိပေးခြင်းမရှိဘဲ အချိန်မရွေး ပြင်ဆင်၊ ဆိုင်းငံ့ သို့မဟုတ် ရပ်တန့်ခွင့် ရှိသည်။ ဝန်ဆောင်မှုကို ရပ်တန့်ပါက အသုံးပြုသူများကို ကြိုတင်အသိပေးရန် ကျိုးကြောင်းဆီလျော်သော ကြိုးပမ်းမှုများ ပြုလုပ်ပါမည်။"
    },
    "updates": {
      "title": "၁၀။ စည်းကမ်းချက် မွမ်းမံခြင်း",
      "content": "ကျွန်ုပ်တို့သည် ဤအသုံးပြုမှု စည်းကမ်းချက်များကို အခါအားလျော်စွာ မွမ်းမံနိုင်သည်။ ဤစာမျက်နှာတွင် ဗားရှင်းအသစ် တင်ခြင်းနှင့် \"နောက်ဆုံး မွမ်းမံချိန်\" ရက်စွဲ မွမ်းမံခြင်းဖြင့် မည်သည့် ပြောင်းလဲမှုကိုမဆို သင့်အား အကြောင်းကြားပါမည်။ ဝန်ဆောင်မှုကို ဆက်လက်အသုံးပြုခြင်းသည် မွမ်းမံထားသော စည်းကမ်းချက်များကို လက်ခံခြင်း ဖြစ်သည်။"
    },
    "contact": {
      "title": "၁၁။ ဆက်သွယ်ရန် အချက်အလက်",
      "email": "အီးမေးလ်: 1769797300@qq.com",
      "phone": "ဖုန်း: +86 15107851770"
    }
  },
  "agreement": {
    "title": "အထက်ပါ အသုံးပြုမှု စည်းကမ်းချက်များကို ဖတ်ရှုပြီး နားလည်ပါပြီ",
    "button": "ဝင်ရောက်ရန် ပြန်သွားပါ"
  },
  "footer": {
    "copyright": "© 2026 Asepal | မူပိုင်ခွင့် အားလုံး ရယူထားသည်",
    "font": "Font: MiSans"
  }
}
