{
  "lastUpdated": "Cập nhật lần cuối: ",
  "lastUpdatedDate": "06 tháng 01, 2026",
  "backToLogin": "Quay lại Đăng nhập",
  "afterReading": "Sau khi đọc chính sách bảo mật",
  "backButton": "Quay lại",
  "backToTop": "Lên đầu trang",
  "footer": {
    "copyright": "© 2026 AsePal. Bản quyền | Trợ lý thông minh khuôn viên",
    "font": "Font: MiSans"
  },
  "sections": {
    "intro": {
      "title": "Giới thiệu",
      "paragraphs": [
        "Chào mừng đến với AsePal (sau đây gọi là \"Ứng dụng\"). Chúng tôi hiểu rõ tầm quan trọng của thông tin cá nhân của bạn và cam kết bảo vệ an toàn thông tin. Chính sách bảo mật này giải thích cách chúng tôi thu thập, sử dụng, lưu trữ, chia sẻ và bảo vệ thông tin cá nhân của bạn, cũng như cách bạn có thể thực hiện quyền thông tin cá nhân của mình.",
        "Vui lòng đọc và hiểu đầy đủ chính sách bảo mật này trước khi sử dụng Ứng dụng. Nếu bạn không đồng ý với nội dung của chính sách bảo mật này, vui lòng ngừng sử dụng Ứng dụng ngay lập tức. Khi bạn bắt đầu sử dụng Ứng dụng, có nghĩa là bạn đã hiểu và đồng ý đầy đủ với tất cả các điều khoản của chính sách bảo mật này."
      ]
    },
    "collect": {
      "title": "Thông tin chúng tôi thu thập",
      "paragraphs": ["Để cung cấp dịch vụ cho bạn, chúng tôi có thể thu thập các thông tin sau:"],
      "list": [
        "Thông tin tài khoản: Khi bạn đăng nhập, chúng tôi thu thập thông tin đăng nhập, biệt danh, ảnh đại diện và các thông tin cần thiết khác.",
        "Hồ sơ cá nhân: Thông tin cá nhân bạn cung cấp khi sử dụng Ứng dụng, như ảnh đại diện, giới tính, v.v.",
        "Thông tin thiết bị: Bao gồm mô hình thiết bị, phiên bản hệ điều hành, định danh thiết bị duy nhất, v.v.",
        "Thông tin nội dung: Văn bản, hình ảnh, giọng nói và nội dung khác được tạo ra trong quá trình sử dụng Ứng dụng.",
        "Thông tin vị trí: Với sự cho phép của bạn, chúng tôi có thể thu thập thông tin vị trí của bạn để cung cấp các dịch vụ liên quan.",
        "Thông tin nhật ký: Nhật ký hoạt động, nhật ký dịch vụ, v.v., khi bạn sử dụng Ứng dụng.",
        "Với sự cho phép của bạn, chúng tôi có thể nhận thông tin liên quan từ xác thực người dùng, đối tác dịch vụ và các bên thứ ba khác để cung cấp dịch vụ tốt hơn."
      ],
      "highlight": "Chúng tôi chỉ thu thập thông tin cá nhân của bạn trong phạm vi hợp pháp, chính đáng và cần thiết."
    }
  },
  "usageTable": {
    "title": "Cách chúng tôi sử dụng thông tin của bạn",
    "headers": ["Mục đích", "Mô tả"],
    "rows": [
      ["Cung cấp dịch vụ cơ bản", "Tạo tài khoản, tính năng cốt lõi"],
      ["Dịch vụ cá nhân hóa", "Đề xuất và tối ưu hóa trải nghiệm"],
      ["Bảo đảm an ninh", "Kiểm soát rủi ro và bảo vệ"],
      ["Hỗ trợ khách hàng", "Xử lý thắc mắc và khiếu nại"]
    ]
  },
  "rightsTable": {
    "title": "Quyền thông tin cá nhân của bạn",
    "headers": ["Quyền", "Mô tả"],
    "rows": [
      ["Quyền truy cập", "Bạn có quyền truy cập thông tin cá nhân của bạn mà chúng tôi nắm giữ"],
      [
        "Quyền chỉnh sửa",
        "Bạn có quyền yêu cầu chỉnh sửa thông tin cá nhân không chính xác hoặc không đầy đủ"
      ],
      ["Quyền xóa", "Trong một số trường hợp, bạn có quyền yêu cầu xóa thông tin cá nhân của bạn"],
      [
        "Quyền rút lại đồng ý",
        "Bạn có quyền rút lại sự đồng ý xử lý thông tin cá nhân bất cứ lúc nào"
      ],
      [
        "Quyền hạn chế",
        "Trong một số trường hợp, bạn có quyền hạn chế việc xử lý thông tin cá nhân của bạn"
      ],
      [
        "Quyền di chuyển dữ liệu",
        "Bạn có quyền nhận bản sao thông tin cá nhân và chuyển cho nhà cung cấp dịch vụ khác"
      ],
      [
        "Quyền khiếu nại",
        "Nếu bạn tin rằng việc xử lý thông tin cá nhân của chúng tôi vi phạm pháp luật, bạn có quyền khiếu nại với cơ quan quản lý"
      ]
    ]
  }
}
